[
  {
    "key": 1,
    "imageVertical": "https://i.imgur.com/NDrC75T.jpg",
    "imageHorizontal": "https://i.imgur.com/2erYh8m.jpeg",
    "video": "https://www.youtube.com/embed/_fkDBXSg-7I?si=odfkWfu1GG7txSfz&amp",
    "name": "Герой наших снов",
    "rental": "12 апреля - 3 мая",
    "example": "Geroy",
    "genre": "Комедия, Фентези",
    "hour": "1",
    "minute": "35",
    "ageLimit": "18+",
    "description": "Жизнь обычного профессора Пола Мэтьюса внезапно переворачивается с ног на голову, когда он начинает появляться во снах других людей. В одночасье он становится самым узнаваемым человеком не только у себя в городе, но и во всем мире. Его приглашают на телевизионные шоу, о нем пишут газеты, а толпы папарацци и поклонников жаждут его внимания. Но эйфория от всеобщей любви и славы проходит так же внезапно, как возникла. Ведь радостные сны имеют обыкновение сменяться страшными. Когда новообретенная слава героя примет опасный оборот, Полу придется сделать все возможное, чтобы доказать всему миру, что он кто угодно, только не человек из их снов.",
    "producer": "Кристоффер Боргли"
  },
  {
    "key": 2,
    "imageVertical": "https://i.imgur.com/oKG1hgF.jpeg",
    "imageHorizontal": "blob:https://imgur.com/32d11ed1-4de2-4521-ad14-59482496a7a8",
    "video": "https://www.youtube.com/embed/XmI5Y9VGU80?si=7F_ztlx2N3yq3hMs&amp",
    "name": "Идеальные друзья",
    "rental": "15 апреля - 6 мая",
    "example": "friends",
    "genre": "Комедия, Фентези",
    "hour": "1",
    "minute": "29",
    "ageLimit": "18+",
    "description": "Решив продать свой шикарный дом в респектабельном районе Лондона, супруги Сара и Том устраивают прощальную вечеринку для пары лучших друзей. Изысканные напитки, легкие закуски и приятная беседа — прекрасный план на вечер, в который никак не входила незваная гостья. Модная писательница Джессика — давняя знакомая компании — подготовила убийственное развлечение, и теперь всех ждет полная сюрпризов ночь.",
    "producer": "Мэтт Уинн"
  },
  {
    "key": 3,
    "imageVertical": "https://i.imgur.com/uxo4z6n.jpg",
    "imageHorizontal": "https://i.imgur.com/BraJO1q.jpeg",
    "video": "https://www.youtube.com/embed/92abv2I7_m0?si=mwqkwHTml9DE_okn&amp",
    "name": "Онегин",
    "rental": "22 апреля - 12 мая",
    "example": "onegin",
    "genre": "Драма",
    "hour": "2",
    "minute": "21",
    "ageLimit": "12+",
    "description": "Евгений Онегин живет на широкую ногу: балы, приемы, театральные премьеры и прочие развлечения, которые может предложить молодому человеку столица. Но светская жизнь давно утомила его, потому известие о болезни живущего в деревне дяди, он воспринимает, как возможность сбежать от опостылевшего света. Однако, добравшись до имения, Онегин узнает о кончине родственника, что, впрочем, не сильно расстраивает Евгения. Его финансовые дела весьма печальны, а дядя богат и других наследников у него нет. Онегин запирается в имении, сторонится соседей, которые очень скоро начинают называть его между собой чудаком. В бесцельном одиночестве Евгений живет до тех пор, пока в соседнем имении не объявляется вернувшийся из-за границы хозяин — юный, восторженный, еще не пресыщенный жизнью Ленский, который знакомит Евгения с сестрами Татьяной и Ольгой Лариными.",
    "producer": "Мэтт Уинн"
  }
]